tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/versions"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/versions"
tap "caskroom/cask"
cask "java"
brew "openssl"
brew "sqlite"
brew "ansible"
brew "ant"
brew "asio"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "berkeley-db@4"
brew "bison"
brew "ccache"
brew "chromedriver"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "curl"
brew "docker"
brew "docker-compose"
brew "doxygen"
brew "flatbuffers"
brew "gettext"
brew "gflags"
brew "git"
brew "git-lfs"
brew "glew"
brew "glfw"
brew "glog"
brew "gmp"
brew "gnu-sed"
brew "gnupg@2.0"
brew "go"
brew "graphviz"
brew "httpie"
brew "hub"
brew "icdiff"
brew "icu4c"
brew "imagemagick"
brew "jenkins"
brew "jq"
brew "libevent"
brew "libmagic"
brew "memcached"
brew "libmemcached"
brew "lz4"
brew "libressl"
brew "libxml2"
brew "lua"
brew "mas"
brew "mhash"
brew "mcrypt"
brew "miniupnpc"
brew "mysql"
brew "nailgun"
brew "neo4j"
brew "node"
brew "thrift"
brew "osquery"
brew "pcre"
brew "peco"
brew "perl"
brew "pkg-config"
brew "pngquant"
brew "protobuf"
brew "pyenv"
brew "qt"
brew "rbenv"
brew "re2c"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "shellcheck"
brew "source-highlight"
brew "ssh-copy-id"
brew "tig"
brew "tika"
brew "tmux"
brew "tree"
brew "unicorn"
brew "unison"
brew "unixodbc"
brew "utf8proc"
brew "vim"
brew "wget"
brew "homebrew/php/phpbrew"
cask "1password"
cask "alfred"
cask "android-studio"
cask "appcleaner"
cask "atom"
cask "box-sync"
cask "chefdk"
cask "clion"
cask "clipy"
cask "dash"
cask "dropbox"
cask "fluid"
cask "flux"
cask "google-chrome"
cask "google-japanese-ime"
cask "gyazo"
cask "hosts"
cask "iterm2"
cask "kindle"
cask "opera"
cask "pycharm-ce"
cask "qt-creator"
cask "shiftit"
cask "silverlight"
cask "skitch"
cask "skype"
cask "soundflower"
cask "spectacle"
cask "sublime-text"
cask "texturepacker"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "wwdc"
mas "Disk Diag", id: 672206759
mas "Evernote", id: 406056744
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "iPhoto", id: 408981381
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "LION FX", id: 768692687
mas "Microsoft Remote Desktop", id: 715768417
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Simple Antnotes", id: 846599902
mas "Slack", id: 803453959
mas "Todoist", id: 585829637
mas "Total Video Converter Lite - Totally Free to Convert Any Format", id: 520374433
mas "ToyViewer", id: 414298354
mas "Xcode", id: 497799835
