tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/services"
tap "homebrew/versions"
cask "java"
brew "libyaml"
brew "openssl@1.1"
brew "gdbm"
brew "openssl"
brew "sqlite"
brew "python"
brew "ansible"
brew "ant"
brew "asio"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bison"
brew "boost"
brew "ccache"
brew "cmake"
brew "curl"
brew "doxygen"
brew "fontconfig"
brew "gd"
brew "gettext"
brew "gflags"
brew "perl"
brew "git"
brew "glog"
brew "gmp"
brew "gnu-sed"
brew "go"
brew "libtool"
brew "graphviz"
brew "hub"
brew "icdiff"
brew "icu4c"
brew "imagemagick"
brew "jenkins-lts"
brew "oniguruma"
brew "jq"
brew "libevent"
brew "libmagic"
brew "memcached", restart_service: true
brew "libmemcached"
brew "libressl"
brew "libxml2"
brew "lua"
brew "lz4"
brew "mas"
brew "mhash"
brew "mcrypt"
brew "mysql", restart_service: true
brew "nailgun"
brew "neo4j"
brew "node"
brew "osquery"
brew "pcre"
brew "peco"
brew "pngquant"
brew "pyenv"
brew "re2c"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ruby"
brew "shellcheck"
brew "source-highlight"
brew "ssh-copy-id"
brew "thrift"
brew "tig"
brew "tika"
brew "tmux"
brew "tree"
brew "unison"
brew "unixodbc"
brew "utf8proc"
brew "vim"
brew "wget"
brew "homebrew/php/phpbrew"
cask "1password"
cask "alfred"
cask "android-studio"
cask "appcleaner"
cask "atom"
cask "box-sync"
cask "chefdk"
cask "dash"
cask "fluid"
cask "flux"
cask "google-japanese-ime"
cask "gyazo"
cask "iterm2"
cask "kindle"
cask "opera"
cask "pycharm-ce"
cask "shiftit"
cask "silverlight"
cask "skitch"
cask "soundflower"
cask "sublime-text"
cask "texturepacker"
cask "vagrant"
cask "virtualbox"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "iPhoto", id: 408981381
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Microsoft Remote Desktop", id: 715768417
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Simple Antnotes", id: 846599902
mas "Slack", id: 803453959
mas "Todoist", id: 585829637
mas "Total Video Converter Lite - Totally Free to Convert Any Format", id: 520374433
mas "ToyViewer", id: 414298354
mas "Xcode", id: 497799835
