tap "aj-may/dotdocker"
tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "ca-certificates"
brew "gettext"
brew "openjdk"
brew "ant", link: false
brew "asio"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion@2", link: false
brew "berkeley-db@4"
brew "bison"
brew "icu4c"
brew "pcre"
brew "pkg-config"
brew "ccache"
brew "chromedriver"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "curl"
brew "doxygen"
brew "unixodbc"
brew "fzf"
brew "gmp"
brew "gcc"
brew "gflags"
brew "gh"
brew "ghq"
brew "git"
brew "glog"
brew "gnu-sed"
brew "libevent"
brew "gnupg"
brew "go"
brew "gradle", link: false
brew "graphviz"
brew "htop"
brew "httpie"
brew "hub"
brew "icdiff"
brew "imagemagick"
brew "jq"
brew "lz4"
brew "libmagic"
brew "libressl"
brew "libsodium"
brew "libxml2"
brew "lua"
brew "mas"
brew "mhash"
brew "mcrypt"
brew "miniupnpc"
brew "protobuf", link: false
brew "mysql"
brew "nailgun"
brew "neo4j"
brew "peco"
brew "perl"
brew "pinentry-mac"
brew "pngquant", link: false
brew "pyenv"
brew "qrencode"
brew "qt", link: false
brew "rbenv"
brew "re2c"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "shellcheck"
brew "source-highlight"
brew "ssh-copy-id", link: true
brew "utf8proc"
brew "thrift"
brew "tig"
brew "tika", link: false
brew "tmux"
brew "tree"
brew "unicorn"
brew "unison"
brew "vim"
brew "wget"
brew "yarn"
brew "aj-may/dotdocker/dotdocker"
cask "1password"
cask "alfred"
cask "anaconda"
cask "android-studio"
cask "anki"
cask "appcleaner"
cask "atom"
cask "chefdk"
cask "clion"
cask "clipy"
cask "dash"
cask "docker"
cask "dotnet-sdk"
cask "dropbox"
cask "firefox"
cask "fluid"
cask "flux"
cask "google-chrome"
cask "google-japanese-ime"
cask "gyazo"
cask "hosts"
cask "intellij-idea-ce"
cask "iterm2"
cask "keybase"
cask "kindle"
cask "mono-mdk"
cask "opera"
cask "postman"
cask "pycharm-ce"
cask "qt-creator"
cask "sequel-pro"
cask "shiftit"
cask "silverlight"
cask "skitch"
cask "skype"
cask "soundflower"
cask "spectacle"
cask "sublime-text"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "wwdc"
mas "DaisyDisk", id: 411643860
mas "Disk Diag", id: 672206759
mas "Evernote", id: 406056744
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "iPhoto", id: 408981381
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "LION FX", id: 768692687
mas "Microsoft Remote Desktop", id: 715768417
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Simple Antnotes", id: 846599902
mas "Slack", id: 803453959
mas "Telegram", id: 747648890
mas "Todoist", id: 585829637
mas "Total Video Converter Lite", id: 520374433
mas "ToyViewer", id: 414298354
mas "Xcode", id: 497799835
